tap "homebrew/bundle"
tap "homebrew/services"
tap "kaos/shell"
brew "awscli"
brew "bash"
brew "bat"
brew "bats-core"
brew "coreutils"
brew "docker"
brew "docker-credential-helper"
brew "fzf"
brew "gawk"
brew "gibo"
brew "git-lfs"
brew "gh"
brew "ghq"
brew "gnu-sed"
brew "go"
brew "gomplate"
brew "goreleaser"
brew "groovy"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "liquibase"
brew "logcli"
brew "maven"
brew "openshift-cli"
brew "pipx"
brew "podman"
cask "podman-desktop"
brew "postgresql@12"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby"
brew "sbt"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "terraform"
brew "kaos/shell/bats-assert"
brew "openjdk"
cask "raycast"
cask "typora"
cask "ibm-cloud-cli"
cask "alt-tab"
cask "cyberduck"
brew "node"
brew "kotlin"
brew "git-review"
brew "fortune"
