brew "bash"
brew "bat"
brew "bats-core"
brew "colima"
brew "coreutils"
brew "cowsay"
brew "docker-credential-helper"
brew "docker"
brew "flyway"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "gibo"
brew "git-lfs"
brew "git-review"
brew "gnu-sed"
brew "go"
brew "gomplate"
brew "goreleaser"
brew "groovy"
brew "grpcurl"
brew "helm"
brew "htop"
brew "huggingface-cli"
brew "jq"
brew "kaos/shell/bats-assert"
brew "kotlin"
brew "kubernetes-cli"
brew "liquibase"
brew "logcli"
brew "lolcat"
brew "maven"
brew "mise"
brew "node"
brew "ollama"
brew "openjdk"
brew "openshift-cli"
brew "pipx"
brew "podman"
brew "postgresql@12"
brew "pyenv-virtualenv"
brew "pyenv"
brew "ruby"
brew "rust"
brew "sbt"
brew "skopeo"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh-syntax-highlighting"
cask "alt-tab"
cask "codex"
cask "cyberduck"
cask "drawio"
cask "ghostty"
cask "ibm-cloud-cli"
cask "insomnia"
cask "podman-desktop"
cask "raycast"
cask "semeru-jdk-open@21"
cask "typora"
