tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kaos/shell"
brew "bash"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "etcd"
brew "freetype"
brew "fzf"
brew "gawk"
brew "ghq"
brew "python@3.9"
brew "gnu-sed"
brew "go"
brew "gomplate"
brew "groovy"
brew "helm"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "maven"
brew "mecab"
brew "mecab-ipadic"
brew "nghttp2"
brew "node", link: false
brew "node@16"
brew "socat"
brew "openshift-cli"
brew "operator-sdk"
brew "podman"
brew "postgresql"
brew "postgresql@12"
brew "pyenv"
brew "pyenv-virtualenv"
brew "sbt"
brew "teleport"
brew "tmux"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "goreleaser/tap/goreleaser"
brew "hashicorp/tap/terraform"
brew "kaos/shell/bats-assert"
cask "raycast"
cask "temurin"
cask "temurin8"
